{
    "status": "success",
    "items": [
        {
            "id": 1,
            "title": "Xbox Series X",
            "price": 339,
            "image": "require('../assets/seriesx.png')",
            "Description": "Sumérgete en la próxima generación de juegos con el Xbox Series S. Este poderoso y compacto sistema de entretenimiento te ofrece una experiencia de juego incomparable con gráficos impresionantes y tiempos de carga ultrarrápidos. Con su diseño elegante y minimalista, el Xbox Series S se adapta perfectamente a cualquier espacio, ofreciéndote acceso a una amplia biblioteca de juegos, incluyendo títulos de Xbox Game Pass, para que puedas disfrutar de horas de diversión sin límites. Además, su compatibilidad con resolución 1440p te brinda imágenes nítidas y detalladas en tu pantalla, mientras que su capacidad de reproducción de contenido multimedia te permite disfrutar de tus películas, programas y música favoritos. Con el Xbox Series S, la emoción de los videojuegos está siempre a tu alcance.",
            "category": "Consola",
            "cantidad": 1
        },
        {
            "id": 2,
            "title": "Apple Watch",
            "price": 182,
            "Description": "Descubre una nueva era de conectividad y salud con el Apple Watch Series 7. Este dispositivo revolucionario combina tecnología de vanguardia con un diseño elegante y funcional. Con su impresionante pantalla Retina siempre activa, el Series 7 te ofrece una experiencia visual increíblemente nítida y clara, permitiéndote ver tus notificaciones, aplicaciones y complicaciones con solo un vistazo. Además, su resistente construcción de aluminio lo hace perfecto para el uso diario, ya sea en el trabajo, en el gimnasio o en cualquier aventura que emprendas. Mantente al tanto de tu salud y bienestar con funciones avanzadas como el monitoreo de frecuencia cardíaca, la medición de oxígeno en sangre y la detección de caídas. Con la aplicación de Fitness integrada y una amplia variedad de entrenamientos disponibles, el Series 7 te ayuda a alcanzar tus metas de actividad física y a mantener un estilo de vida saludable.",
            "image": "require('../assets/applewatch.png')",
            "category": "Accesorios",
            "cantidad": 1
        },
        {
            "id": 3,
            "title": "Nintendo Switch",
            "price": 308,
            "Description": "Sumérgete en la diversión en cualquier lugar y en cualquier momento con el Nintendo Switch. Este innovador sistema de videojuegos combina la versatilidad de una consola de sobremesa con la portabilidad de una consola portátil, brindándote la libertad de jugar como quieras, ya sea en casa o mientras estás en movimiento. Con su diseño compacto y modular, el Nintendo Switch te permite disfrutar de una amplia variedad de juegos, desde emocionantes aventuras hasta divertidos juegos multijugador, tanto en la pantalla de tu televisor como en la pantalla táctil integrada en la consola. Además, su exclusivo modo portátil te permite llevar tus juegos favoritos contigo a donde quiera que vayas, para que nunca tengas que detenerte la diversión.",
            "image": "require('../assets/Productos/switch zelda.png')",
            "category": "Consola",
            "cantidad": 1
        },
        {
            "id": 4,
            "title": "Acer Nitro KG240Y FHD 180Hz",
            "price": 143,
            "Description": "Sumérgete en la acción con el monitor Acer Nitro KG240Y de 180Hz. Diseñado para satisfacer las demandas de los jugadores más exigentes, este monitor ofrece una experiencia de juego suave y fluida gracias a su impresionante frecuencia de actualización de 180 hercios. Con una pantalla Full HD de 24 pulgadas y un tiempo de respuesta de 1ms, el KG240Y garantiza imágenes nítidas y claras, sin desenfoque ni ghosting, para que no pierdas ni un solo detalle de la acción.",
            "image": "require('../assets/Productos/acer nitro.png')",
            "category": "Monitor Gamer",
            "cantidad": 1
        },
        {
            "id": 5,
            "title": "Logitech G203 6 Botones",
            "Description": "Experimenta un rendimiento de juego excepcional con el ratón Logitech G203. Diseñado para satisfacer las demandas de los jugadores más exigentes, este ratón ofrece una combinación perfecta de precisión, velocidad y comodidad para llevar tu experiencia de juego al siguiente nivel. Equipado con un sensor óptico de alta precisión con una sensibilidad ajustable de hasta 8000 DPI, el Logitech G203 te ofrece un seguimiento preciso y fluido en cualquier superficie, desde rápidos movimientos hasta movimientos sutiles, garantizando una respuesta instantánea en cada acción.",
            "price": 23,
            "image": "require('../assets/Productos/g203.png')",
            "category": "Mouse Gamer",
            "cantidad": 1
        },
        {
            "id": 6,
            "title": "Diademas Razer Blackshark V2",
            "price": 59,
            "Description": "Sumérgete en el mundo del sonido envolvente con las Diademas Razer Blackshark V2. Diseñadas para ofrecer una experiencia de audio inigualable, estas diademas son la elección perfecta para los jugadores que buscan un sonido nítido y una comunicación clara durante sus sesiones de juego. Equipadas con controladores Razer Triforce de 50 mm con diafragmas de titanio revestidos de líquido, las Blackshark V2 ofrecen un sonido rico y detallado con graves potentes, medios claros y agudos cristalinos, permitiéndote escuchar cada detalle del juego como nunca antes.",
            "image": "require('../assets/Productos/blackshark.png')",
            "category": "Audifonos Gamer",
            "cantidad": 1
        }
    ]
}